Repository: jfmorcillo/mss
Catalog: modules/libvirt/locale/*/LC_MESSAGES/libvirt.po
Languages: fr_fr, pt_br, zh_cn

source: Use your MBS server to run KVM virtual machines
fr_fr: Utilisez votre serveur MBS pour héberger des machines virtuelles
pt_br: Utilize seu servidor MBS para executar as máquinas virtuais KVM
zh_cn: 使用您的MBS 服务器来运行KVM 虚拟机

source: Addon documentation
fr_fr: Documentation
pt_br: Addon de Documentação
zh_cn: 插件文件

source: all
pt_br: tudo
zh_cn: 所有

source: Password to manage virtual machines
fr_fr: Mot de passe pour gérer les machines virtuelles
pt_br: Senha para gerenciar márquinas virtuais
zh_cn: 密码来管理虚拟机

source: admin_password
pt_br: senha_admin

source: Admin password
fr_fr: Mot de passe
pt_br: Senha do Admin
zh_cn: Admin 密码

source: Adds a libvirt storage for your virtual machines and ISO files. Make sure you have enough space available.
fr_fr: Créée un emplacement pour stocker les machines virtuelles et fichiers ISO. Assurez vous d'avoir assez d'espace disponible.
pt_br: Adiciona um armazenamento libvirt para sua máquina virtual e arquivos ISO. Certifique-se de ter espaço disponível suficiente.
zh_cn: 为您的虚拟机和ISO文件添加一个libvirt 存储

source: Storage location
fr_fr: Chemin de stockage
pt_br: Local de armazenamento
zh_cn: 存储位置

source: pool_location
pt_br: local_pool

source: Configure the firewall to accept libvirt management on interfaces configured as 'internal'
fr_fr: Configure le firewall pour accepter la gestion de libvirt depuis les interfaces marquées comme 'internes'
pt_br: Configurar o firewall para aceitar o gerenciamento do libvirt nas interfaces configurados como 'internas'
zh_cn: 配置防火墙在配置为内部接口来接受Libvirt 管理

source: Allow connections from internal networks
fr_fr: Autoriser les connexions depuis les réseaux internes
pt_br: Permitir conexões a partir de redes internas
zh_cn: 允许来自于内部网络的链接

source: Configure the firewall to accept libvirt management on interfaces configured as 'external'
fr_fr: Configure le firewall pour accepter la gestion de libvirt depuis les interfaces marquées comme 'externes'
pt_br: Configurar o firewall para aceitar o gerenciamento do libvirt nas interfaces configuradas como 'externas'
zh_cn: 配置防火墙在配置为外部接口来接受Libvirt 管理

source: Allow connections from external networks
fr_fr: Autoriser les connexions depuis les réseaux externes
pt_br: Permitir conexões a partir de redes externas
zh_cn: 允许来自于外部网络的链接

source: Virtualization
fr_fr: Virtualisation
pt_br: Virtualização
zh_cn: 虚拟化

source: Libvirt with KVM
fr_fr: Libvirt avec KVM
pt_br: Libvirt com KVM
zh_cn: Libvirt 和 KVM

source: Libvirt and KVM are now installed and configured.
fr_fr: Libvirt et KVM sont installés et configurés.
pt_br: Libvirt e KVM agora estão instalados e configurados.
zh_cn: Libvirt 和 KVM 已完成安装和配置

source: Login to libvirt with the virt-manager client using TCP/SASL method:
fr_fr: Authentifiez-vous sur libvirt avec le client virt-manager en utilisant la méthode TCP/SASL :
pt_br: Login para libvirt com o cliente virt-manager usando o método TCP/SASL:
zh_cn: 使用TCP/SASL方法的 virt-manager客户端来登录libvirt

source: - Hostname is @HOSTNAME@
fr_fr: - Le nom d'hôte est @HOSTNAME@
pt_br: - Nome da máquina é @HOSTNAME@
zh_cn: 主机名为

source: - Username is admin
fr_fr: - L'utilisateur est admin
pt_br: - Nome do usuário é admin
zh_cn: 用户名为admin

source: - Password is $admin_password
fr_fr: - Le mot de passe est $admin_password
pt_br: - A senha é $admin_password
zh_cn: 密码为$admin_password

source: Create a bridge for interface %s (%s, %s)
fr_fr: Crééer un pont pour l'interface %s (%s, %s)
pt_br: Criar uma conexão na mesma para a interface %s (%s, %s)
zh_cn: 为界面创建一个桥梁%s (%s, %s)

source: You will be able to setup virtual machines on this network.
fr_fr: Vous pourrez mettre en place des machines virtuelles sur ce réseau en utilisant le pont.
pt_br: Você poderá configurar máquinas virtuais nesta rede.
zh_cn: 您可以在该网络上安装虚拟机

source: Reboot to apply the network configuration. If you have a DHCP IP address your IP address may change.
fr_fr: Redémarrez pour appliquer la configuration réseau. Si vous avez une adresse IP configurée par DHCP cette adresse IP peut changer.
zh_cn: 重新引导到应用网络程序。如有您有一个DHCP IP地址，您的IP地址可能会改变。
