Repository: jfmorcillo/mss
Catalog: modules/openvpn/locale/*/LC_MESSAGES/openvpn.po
Languages: fr_fr, pt_br

source: Allow your users to connect from outside your organization
fr_fr: Permet à vos utilisateurs de se connecter depuis l'extérieur de l'entreprise
pt_br: Permitir que seus usuários realizem conexões externas

source: Management interface
fr_fr: Interface d'administration
pt_br: Interface de gerenciamento

source: Addon documentation
fr_fr: Documentation
pt_br: Addon de Documentação

source: Client configuration
fr_fr: Configuration des clients
pt_br: Configuração cliente

source: all
pt_br: tudo

source: listen
pt_br: escutar

source: VPN network
fr_fr: Réseau VPN
pt_br: Rede VPN

source: Specify the VPN network address. It should not conflict with one of your current networks.
pt_br: Especificar o endereço da rede VPN. Ele não deve conflitar com um de suas redes atuais.

source: country
pt_br: país

source: Country code
fr_fr: Code du pays
pt_br: Código do País

source: province
pt_br: estado

source: Province
fr_fr: Région
pt_br: Estado

source: city
pt_br: cidade

source: City
fr_fr: Ville
pt_br: Cidade

source: Your organization name
fr_fr: Nom de votre organisation
pt_br: Nome da empresa

source: org
pt_br: organização

source: Organization
fr_fr: Organisation
pt_br: Empresa

source: Contact email
fr_fr: Courriel de contact
pt_br: E-mail

source: Network
pt_br: Rede

source: Virtual Private Network (VPN) service
pt_br: Serviço VPN (Rede Virtual Privada)

source: Users authorized to connect to the VPN
pt_br: Usuários autorizados a conectarem na VPN

source: The VPN service is running.
fr_fr: Le service VPN est en fonctionnement.
pt_br: O serviço VPN está em execução.

source: - The VPN network address is $network
fr_fr: - L'adresse du réseau VPN est $network
pt_br: - O endereço de rede da VPN é $network

source: - The server IP in the VPN network is $vpn_ip
fr_fr: - Dans le réseau VPN, le serveur a pour adresse IP $vpn_ip
pt_br: - O IP do servidor na rede da VPN é $vpn_ip

source: - Documentation for this addon is available at http://@HOSTNAME@/openvpn-documentation/
fr_fr: La documentation pour cet addon est disponible à l'adresse suivante: http://@HOSTNAME@/openvpn-documentation/
pt_br: - Documentação para este addon está disponível em http://@HOSTNAME@/openvpn-documentation/

source: - An archive containing the clients configuration files is available in the addon's menu. Use it to configure your clients.
fr_fr: - Une archive contenant les fichiers de configuration du client est disponible dans le menu de l'addon. Utilisez la afin de configurer vos clients.
pt_br: - Um arquivo contendo os arquivos de configuração dos clientes está disponível no menu do Addon. Use-o para configurar seus clientes.

source: Listen address
pt_br: Endereço de escuta

source: The IP address where the VPN server will listen. It must be accessible by your VPN clients.
pt_br: A interface de rede onde o servidor irá escutar. Ela deve estar acessível para os clientes dessa VPN.

source: Shared networks
pt_br: Redes compartilhadas

source: The list of internal networks that will be accessible to VPN clients.
pt_br: A lista de redes internas que será acessível para clientes da VPN.

source: Specify which network address you want to use for your VPN. If unsure leave the default value.
fr_fr: Veuillez spécifier l'adresse réseau que vous souhaitez utiliser pour votre VPN. En cas de doutes, laissez la valeur par défaut.

source: VPN interface
fr_fr: Interface du VPN

source: The network interface where the VPN server will listen. It must be accessible by your VPN clients.
fr_fr: Interface réseau où le serveur VPN écoutera. Elle doit être accessible par les clients de votre VPN.
