Repository: jfmorcillo/mss
Catalog: modules/pulse2_inventory/locale/*/LC_MESSAGES/pulse2_inventory.po
Languages: de_de, fr_fr, pt_br

source: The inventory management module of Pulse2
de_de: Das Inventarverwaltungsmodul von Pulse2
fr_fr: Le module de gestion d'inventaire de Pulse2
pt_br: O módulo gerenciador de inventário do Pulse2

source: Management interface
de_de: Verwaltungsschnittstelle
fr_fr: Interface d'administration
pt_br: Interface do gerenciador

source: Pulse2 Inventory
de_de: Pulse2 Inventar
fr_fr: Inventaire Pulse2
pt_br: Inventário do Pulse2

source: all
de_de: alle
pt_br: todos

source: Used to create the glpi database
fr_fr: Utilisé pour créer la base de données GLPI
pt_br: Usado para criar o banco de dados glpi

source: myrootpasswd
pt_br: senhaderoot

source: MySQL root password
fr_fr: Mot de passe root MySQL
pt_br: Senha de root do MySQL

source: Configure the firewall to allow access to the Pulse2 inventory service from internal networks
de_de: Konfigurieren der Firewall um Zugang zum Pulse2-Inventardienst von internen Netzwerken zu erlauben
fr_fr: Configure le firewall pour autoriser l'accès au service d'inventaire de Pulse2 depuis les réseaux internes
pt_br: Configurar o firewall para parmitir acessos ao serviço de inventário do Pulse2 a partir das redes internas

source: Allow access from internal networks
de_de: Zugang von internen Netzwerken erlauben
fr_fr: Permettre l'accès depuis les réseaux internes
pt_br: Permitir acesso das redes internas

source: Configure the firewall to allow access to the Pulse2 inventory service from external networks
de_de: Konfigurieren der Firewall um Zugang zum Pulse2-Inventardienst von externen Netzwerken zu erlauben
fr_fr: Configure le firewall pour autoriser l'accès au service d'inventaire de Pulse2 depuis les réseaux externes
pt_br: Configurar o firewall para permitir acesso ao serviço de inventário do Pulse2 a partir das redes externas

source: Allow access from external networks
de_de: Zugang von externen Netzwerken erlauben
fr_fr: Permettre l'accès depuis les réseaux externes
pt_br: Permitir acesso das redes externas

source: You need to allow access to the Pulse2 Inventory server on either internal or external networks.
de_de: Sie müssen Zugang zum Pulse2 Inventarserver auf internen oder externen Netzwerken erlauben.
fr_fr: Vous devez autoriser l'accès au service d'inventaire Pulse2 depuis les réseaux internes ou externes.
pt_br: Você precisa dar acesso ao servidor de inventário do Pulse2 em ambas as redes internas e externas.

source: A DNS entry must be set for this server if you want the Pulse2 services to listen on multiple interfaces.
de_de: Ein DNS-Eintrag muss für diesen Server gesetzt werden wenn Sie möchten, dass die Pulse2 Dienste auf verschiedenen Schnittstellen lauschen.
fr_fr: Une entrée DNS doit être configurée pour ce serveur si vous voulez que les services Pulse2 soient accessibles depuis plusieur interfaces.
pt_br: A entrada DNS deve ser configurada este servidor, caso queira que os serviços do Pulse2 fiquem acessíveis a partir de múltiplas interfaces.

source: Pulse2 Inventory is installed and configured.
de_de: Pulse2 Inventar ist installiert und konfiguriert.
fr_fr: Le service d'inventaire Pulse2 est installé et configuré.
pt_br: O Inventário do Pulse2 está instalado e configurado.

source: The inventory is available on the management interface at https://@HOSTNAME@/mmc/.
de_de: Das Inventar ist unter der Verwaltungsschnittstelle verfügbar unter https://@HOSTNAME@/mmc/.
fr_fr: L'inventaire est disponible depuis l'interface de gestion sur https://@HOSTNAME@/mmc/.
pt_br: O inventário está disponível no gerenciador em https://@HOSTNAME@/mmc/.

source: Check the documentation to use the Pulse2 inventory at http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_inventory/.
de_de: Prüfen Sie die Dokumentation um das Pulse2 Inventar zu nutzen unter http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_inventory/.
fr_fr: Consultez la documentation pour utiliser l'inventaire Pulse2 sur http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_inventory/.
pt_br: Para usar o inventário do Pulse2, verifique a documentação em http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_inventory/.
