Repository: jfmorcillo/mss
Catalog: modules/mds_cups/locale/*/LC_MESSAGES/mds_cups.po
Languages: de_de, fr_fr, pt_br

source: Network printers management
de_de: Verwaltung von Netzwerkdruckern
fr_fr: Gestion des imprimantes réseau
pt_br: Gerenciamento de Impressoras de rede

source: Printers management
de_de: Druckerverwaltung
fr_fr: Gestion des imprimantes
pt_br: Gerenciamento de Impressoras

source: Printing service
de_de: Druckdienst
fr_fr: Service d'impression
pt_br: Serviço de Impressão

source: all
de_de: alle
fr_fr: tous
pt_br: tudo

source: Configure the firewall to allow access to the Printer Management Service from internal networks
de_de: Die Firewall konfigurieren, dass sie Zugang zum Druckverwaltungsdienst von internen Netzwerken erlaubt
fr_fr: Configurer le firewall pour autoriser l'accès au service de gestion des imprimantes depuis les réseaux internes
pt_br: Configure o firewall para permitir o acesso ao Serviço de Gerenciamento de Impressora de redes internas

source: Allow connections to the management interface from internal networks
de_de: Verbindungen zu der Verwaltungsschnittstelle von internen Netzwerken erlauben
fr_fr: Permettre les connexions à l'interface de gestion depuis les réseaux internes
pt_br: Permite conexões na interface de gerenciamento vindas de redes externas

source: Configure the firewall to allow access to the Printer Management Service from external networks
de_de: Die Firewall konfigurieren, dass sie Zugang zum Druckverwaltungsdienst von externen Netzwerken erlaubt
fr_fr: Configurer le firewall pour autoriser l'accès au service de gestion des imprimantes depuis les réseaux externes
pt_br: Configure o firewall para permitir o acesso ao Serviço de Gerenciamento de Impressora de redes externas

source: Allow connections to the management interface from external networks
de_de: Verbindungen zu der Verwaltungsschnittstelle von externen Netzwerken erlauben
fr_fr: Permettre les connexions à l'interface de gestion depuis les réseaux externes
pt_br: Permitir conexões para a interface de gerenciamento de redes externas

source: The printing service is running.
de_de: Der Druckdienst läuft.
fr_fr: Le service d'impression fonctionne.
pt_br: O serviço de impressão está em execução.

source: You can add new printers from the Cups web interface : https://@HOSTNAME@:631/admin/.
de_de: Sie können neue Drucker über die Cups-Webschnittstelle hinzufügen: https://@HOSTNAME@:631/admin/.
fr_fr: Vous pouvez ajouter de nouvelles imprimantes à partir de l'interface web de CUPS : https://@HOSTNAME@:631/admin/.
pt_br: Você pode adicionar impressoras pela interface de gerenciamento web do Cups: https://@HOSTNAME@:631/admin/.

source: Login to the Cups interface is the root account.
de_de: Login in die Cups-Schnittstelle ist das root-Konto.
fr_fr: La connexion à l'interface de gestion de Cups s'effectue en tant qu'utilisateur root.
pt_br: O login para a interface do Cups é a conta de root.
