Repository: jfmorcillo/mss
Catalog: modules/mds_dns/locale/*/LC_MESSAGES/mds_dns.po
Languages: de_de, pt_br

source: Resolve computer names on your network
de_de: Rechnernamen in Ihrem Netzwerk auflösen
pt_br: Resolver nomes de computadores em sua rede

source: Management interface
de_de: Verwaltungsschnittstelle
pt_br: Interface de gerenciamento

source: DNS Service
de_de: DNS Dienst
pt_br: Serviço de DNS

source: all
pt_br: tudo

source: My networks
de_de: Meine Netzwerke
pt_br: Minhas redes

source: Specify which networks are authorized to resolve external queries with your DNS server (recursion). eg: 192.168.0.0/255.255.255.0.
de_de: Geben Sie an, welche Netzwerke authorisiert sind, externe Anfragen mit Ihrem DNS-Server aufzulösen (Rekursion). zB: 192.168.0.0/255.255.255.0.
pt_br: Especificar quais redes estão autorizadas a resolver consultas externas com o seu servidor DNS (recursão). por exemplo: 192.168.0.0/255.255.255.0.

source: Forward external DNS queries to DNS of your choice
de_de: Externe DNS-Anfragen auf DNS Ihrer Wahl weiterleiten
pt_br: Encaminhar consultas de DNS externo para o DNS de sua escolha

source: Forwarders
pt_br: Encaminhadores

source: Configure the firewall to accept DNS requests on interfaces configured as 'internal'
de_de: Konfigurieren der Firewall, DNS Anfragen auf Schnittstellen zu akzeptieren, die als 'intern' konfiguriert sind
pt_br: Configurar o firewall para aceitar pedidos de DNS em interfaces configuradas como 'interno'

source: Allow DNS requests from internal networks
de_de: DNS Anfragen von internen Netzwerken erlauben
pt_br: Permitir solicitações de DNS a partir de redes internas

source: Configure the firewall to accept DNS requests on interfaces configured as 'external'
de_de: Konfigurieren der Firewall, DNS Anfragen auf Schnittstellen zu akzeptieren, die als 'extern' konfiguriert sind
pt_br: Configurar o firewall para aceitar pedidos de DNS em interfaces configuradas como 'externo'

source: Allow DNS requests from external networks
de_de: DNS Anfragen von externen Netzwerken erlauben
pt_br: Permitir solicitações de DNS a partir de redes externas

source: Network
de_de: Netzwerk
pt_br: Rede

source: No networks are authorized to make external queries.
de_de: Keine Netzwerke sind authorisiert, externe Anfragen zu machen.
pt_br: Nenhuma rede está autorizada a fazer consultas externas.

source: The DNS service is running.
de_de: Der DNS-Dienst läuft.
pt_br: O serviço de DNS está em execução.

source: Your DNS will forward external queries to : $forwarders
de_de: Ihr DNS wird externe Anforderungen weiterleiten an: $forwarders
pt_br: Seu DNS irá encaminhar consultas externas para : $forwarders

source: The following networks are able to query your DNS for external domains : $networks
de_de: Die folgenden Netzwerke sind in der Lage, Ihren DNS nach externen Domains abzufragen: $networks
pt_br: As seguintes redes estão hábeis para consultar seu DNS por dominios externos : $networks

source: You can now add DNS zones in the management interface : https://@HOSTNAME@/mmc/
de_de: Sie können nun DNS-Zonen in der Verwaltungsschnittstelle hinzufügen : https://@HOSTNAME@/mmc/
pt_br: Agora você pode fazer suas configurações de Zonas DNS na interface de gestão: https://@host@/mmc/
