Repository: jfmorcillo/mss
Catalog: modules/network/locale/*/LC_MESSAGES/network.po
Languages: pt_br

source: Configure network interfaces
pt_br: Configuração de interfaces de rede

source: all
pt_br: tudo

source: Network setup
pt_br: Configuração de rede

source: Network and firewall configured.
pt_br: Rede e Firewall configurados.

source: Interface type
pt_br: Tipo de interface

source: Choose "External" if the interface is connected to the Internet. If the interface is connected to an internal network, choose "Internal"
pt_br: Escolha "externo" se a interface está conectada à Internet. Se a interface está conectado a uma rede interna, escolha "interno"

source: Internal network
pt_br: Rede interna

source: External network
pt_br: Rede externa

source: Configuration method
pt_br: Metodo de configuração

source: No configuration
pt_br: Sem configuração

source: DHCP configuration
pt_br: Configuração DHCP

source: Manual configuration
pt_br: Configuração manual

source: IP Address
pt_br: Endereço IP

source: Netmask
pt_br: Mascara

source: First DNS server
pt_br: Servidor DNS primário

source: Second DNS server
pt_br: Servidor DNS secundário

source: Domain search
pt_br: Domínio de pesquisa

source: Firewall configuration
pt_br: Configuração do Firewall

source: Allow access to Mandriva Server Setup from internal networks
pt_br: Permitir o acesso a Mandriva Configuração do Servidor de redes internas

source: Allow SSH access from internal networks
pt_br: Permitir o acesso SSH a partir de redes internas

source: Allow access to Mandriva Server Setup from external networks
pt_br: Permitir o acesso a Mandriva Configuração do Servidor de redes externas

source: Allow SSH access from external networks
pt_br: Permitir o acesso SSH a partir de redes externas
