Repository: jfmorcillo/mss
Catalog: modules/mds_samba4/locale/*/LC_MESSAGES/mds_samba4.po
Languages: fr_fr, pt_br

source: Use MBS as a Domain Controller with SAMBA 4 and provide Windows file shares on your network
fr_fr: Utilisez MBS en tant que Contrôleur de Domaine avec Samba 4 et créez des dossiers partagés Windows sur votre réseau
pt_br: Usar o MBS como um Controlador de Domínio com o SAMBA 4 e fornecer compartilhamentos de arquivos Windows em sua rede

source: Management interface
fr_fr: Console de gestion
pt_br: Interface de Gerenciamento

source: all
pt_br: tudo

source: Which type of provisioning of SAMBA 4
fr_fr: Le type de provisioning SAMBA 4
pt_br: Qual o tipo de provisionamento do SAMBA 4

source: Mode
pt_br: Modo

source: Primary Domain Controller
fr_fr: Contrôleur de domaine principal (PDC)
pt_br: Controlador de Domínio Primário

source: custom
pt_br: personalizar

source: Password for the Microsoft domain Administrator account. Password must be composed, at least, of 8 characters with one number, one capital letter and one lowercase letter.
fr_fr: Le mot de passe de l'administrateur de domaine. Le mot de passe doit comporter au minimum 8 caractères avec un chiffre une lettre majuscule et une lettre minuscule.
pt_br: Senha para a conta do Administrador no domínio Microsoft. A senha deve ser composta, pelo menos, de 8 caracteres com um um número, uma letra maiúscula e uma letra minúscula.

source: Administrator password
fr_fr: Mot de passe de l'administrateur
pt_br: Senha do administrador

source: smb_passwd
pt_br: smb_password

source: Users
fr_fr: Utilisateurs
pt_br: Usuários

source: Windows domain controller and file sharing management
fr_fr: Contrôleur de domaine Windows et gestion de partages de fichiers
pt_br: Controlador do domínio Windows e gerenciamento do compartilhamento de arquivos

source: You can now use the management interface to manage your Windows users and shares at https://@HOSTNAME@/mmc/.
fr_fr: Vous pouvez maintenant utiliser l'interface d'administration pour gérer les utilisateurs Windows et partages de fichiers sur https://@HOSTNAME@/mmc/.
pt_br: Agora você poderá usar a interface de gerenciamento para administrar seus usuários e compartilhamentos do Windows em https://@HOSTNAME@/mmc/.

source: Incorrect SAMBA domain name.
pt_br: Nome de domínio SAMBA incorreto.

source: Password must be at least 8 characters long
fr_fr: Le mot de passe doit comporter au minimum 8 caractères
pt_br: A senha deve ser ter pelo menos 8 caracteres

source: Password must have at least one number
fr_fr: Le mot de passe doit comporter au minimum un chiffre
pt_br: A senha deve ter pelo menos um número

source: Password must have at least one capital letter
fr_fr: Le mot de passe doit comporter au minimum une lettre majuscule
pt_br: A senha deve ter pelo menos uma letra maiúscula

source: Password must have at least one lowercase letter
fr_fr: Le mot de passe doit comporter au minimum une lettre minuscule
pt_br: A senha deve ter pelo menos uma letra minúscula

source: Network
fr_fr: Réseau
pt_br: Rede

source: Choose the network for the DNS zone and DHCP.
fr_fr: Choisir le réseau à utiliser pour la zone DNS et le DHCP.
pt_br: Escolha a rede para a zona DNS e DHCP.

source: SAMBA domain name
fr_fr: Nom de domaine SAMBA
pt_br: Nome de domínio SAMBA

source: The name of your Microsoft domain. Use only alphanumeric characters and dots like: mandriva.int.
pt_br: O nome do seu domínio Microsoft. Use apenas caracteres alfanuméricos e pontos como: mandriva.int.

source: Incorrect SAMBA domain name, use only alphanumeric characters and dots.
fr_fr: Nom de domaine SAMBA incorrect, utilisez uniquement des caractères alphanumériques et des points.

source: Incorrect SAMBA domain name, Must NOT start with short host name.
fr_fr: Nom de domaine SAMBA incorrect, il ne doit pas commencer par le nom de la machine.

source: The name of your Microsoft domain. Use only alphanumeric characters and dots like: mandriva.int. It Must NOT start with short host name.
fr_fr: Le nom de votre domaine Microsoft. Utilisez uniquement des caractères alphanumériques et le point. eg.: mandriva.int. Il ne doit commencer par le nom court de la machine.
