Repository: jfmorcillo/mss
Catalog: mss/agent/modules/mds_mmc/locale/*/LC_MESSAGES/mds_mmc.po
Languages: fr_fr

source: Users and groups management
fr_fr: Interface web de gestion des utilisateurs et services

source: Management interface
fr_fr: Interface d'administration

source: MBS administration web interface
fr_fr: Interface d'administration MBS

source: The administrator password of the web interface for managing MBS users and services.
fr_fr: Le mot passe administrateur de l'interface web de gestion des utilisateurs et services

source: Administrator password
fr_fr: Mot de passe de l'administrateur

source: Configure the firewall to allow access to the web interface from internal networks
fr_fr: Configure le firewall pour autoriser l'accès à l'interface web depuis les réseaux internes

source: Allow access from internal networks
fr_fr: Autoriser l'accès depuis les réseaux internes

source: Configure the firewall to allow access to the web interface from external networks
fr_fr: Configure le firewall pour autoriser l'accès à l'interface web depuis les réseaux externes

source: Allow access from external networks
fr_fr: Autoriser l'accès depuis les réseaux externes

source: Users
fr_fr: Utilisateurs

source: Error while generating the password.
fr_fr: Erreur lors de la génération du mot de passe.

source: OpenLDAP configuration has errors.
fr_fr: La configuration d'OpenLDAP est erronée.

source: Database load test failed.
fr_fr: Le chargement de la base de données de test à échoué.

source: Failed to initialize the database.
fr_fr: Erreur lors de l'initialisation de la base de donnée.

source: Error while configuring lib nss-ldap.
fr_fr: Erreur lors de la configuration de nss-ldap.

source: The MBS administration web interface is configured.
fr_fr: L'interface d'administration MBS est configurée.

source: You can log in the interface at https://@HOSTNAME@/mmc/ after the reboot.
fr_fr: Vous pouvez vous connecter à l'interface d'administration à l'adresse https://@HOSTNAME@/mmc/ après le redémarrage du serveur.

source: Administrator name : root
fr_fr: Nom de l'administrateur : root

source: Administrator password : $mypass
fr_fr: Mot de passe de l'administrateur : $mypass
