Repository: jfmorcillo/mss
Catalog: modules/system/locale/*/LC_MESSAGES/system.po
Languages: fr_fr, pt_br

source: General system configuration
fr_fr: Configuration générale du système
pt_br: Configurações gerais do sistema

source: all
fr_fr: tous
pt_br: tudo

source: hostname
pt_br: O nome do servidor

source: The server hostname
fr_fr: Nom d'hôte du serveur
pt_br: Nome do servidor

source: Hostname without the domain name
fr_fr: Nom de la machine sans le domaine
pt_br: O nome do servidor sem o nome de domínio

source: domain
pt_br: domínio

source: Your domain name
fr_fr: Domaine
pt_br: Seu domínio

source: The domain name used in your organization (eg: mandriva.com).
fr_fr: Le domaine utilisé pour votre organisation (ex: mandriva.com).
pt_br: O nome de domínio usado em sua organização (ex: mandriva.com).

source: System setup
fr_fr: Configuration système
pt_br: Configuração do sistema

source: Hostname and domain name configured.
fr_fr: Nom d'hôte et domaine configurés.
pt_br: O nome do servidor e domínio estão configurados.

source: Incorrect hostname.
fr_fr: Nom d'hôte incorrect.
pt_br: Nome de servidor incorreto.

source: example.com
fr_fr: exemple.com
