Repository: jfmorcillo/mss
Catalog: modules/mds_kerberos/locale/*/LC_MESSAGES/mds_kerberos.po
Languages: pt_br

source: Install and configure Kerberos authentication
pt_br: Instalar e configurar a autenticação Kerberos

source: Management interface
pt_br: Interface de gerenciamento

source: Kerberos authentication with MDS backend
pt_br: Autenticação Kerberos com MDS backend

source: all
pt_br: todos

source: Kerberos realm (e.g., REALM.COM). Attention! It can be set only when the module is unconfigured)
pt_br: Kerberos realm (ex: REALM.COM). Atenção! isso pode ser definido apenas quando o módulo não está configurado)

source: KDC host name
pt_br: Nome KDC host

source: Host name of the KDC server without DNS domain name (e.g., server)
pt_br: Nome do Servidor KDC sem o dominio (ex: server)

source: DNS domain name
pt_br: Nome do domínio DNS

source: DNS Domain name (e.g., example.com)
pt_br: Nome do Domínio DNS (ex: exemplo.com.br)

source: KDC port
pt_br: Porta KDC

source: Default port of the KDC server (e.g., 88)
pt_br: Porta padrão do servidor KDC (ex: 88)

source: kadmin_port
pt_br: kdc_port

source: Administrator server port
pt_br: Porta de administração

source: Default port of the administrator server (e.g., 749)
pt_br: Porta padrão para administração do servidor (ex: 749)

source: Master key for the KDC server. Attention! It can be set only when the module is unconfigured
pt_br: Chave mestre para o servidor KDC. Atenção! isso pode ser definido apenas quando o módulo não está configurado

source: KDC database master key
pt_br: Chave mestre KDC database

source: Indicates whether DNS SRV records should be used to locate the KDCs and other servers for a realm, if they are not listed in the information for the realm
pt_br: Indica se os registros SRV do DNS deve ser utilizado para localizar os KDCs e outros servidores para um realm, se eles não estão listados na informação para o realm

source: DNS lookup for KDC
pt_br: Pesquisa de DNS para KDC

source: Indicates whether DNS TXT records should be used to determine the Kerberos realm of a host
pt_br: Indica se os registros DNS TXT devem ser utilizados para determinar o domínio Kerberos de um host

source: DNS lookup for realm
pt_br: Pesquisa de DNS para realm

source: Maximum allowable amount of clockskew in seconds that the library will tolerate before assuming that a Kerberos message is invalid (e.g., 300)
pt_br: Quantidade máxima permitida de clockskew em segundos que a biblioteca vai tolerar antes de assumir que uma mensagem Kerberos é inválida (ex: 300)

source: Supported list of session key encryption types that should be returned by the KDC (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
pt_br: Lista de suporte de tipos de sessão de chave de criptografia que devem ser devolvidos pelo KDC (Valores da lista dividida por espaços em branco ou vírgula um do outro, ex: des3-cbc-sha1-kd des-cbc-crc)

source: TGS encryption types
pt_br: Tipos de criptografia TGS

source: Supported list of session key encryption types that should be requested by the client (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
pt_br: Lista de suporte de tipos de sessão de chave de criptografia que devem ser solicitados pelo cliente (Valores da lista dividida por espaços em branco ou vírgula um do outro, por exemplo, des3-cbc-sha1-kd des-cbc-crc)

source: TKT encryption types
pt_br: Tipos de criptografia TKT

source: All encryption types that are permitted for use in session key encryption (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
pt_br: Todos os tipos de criptografia que são permitidas para o uso em criptografia de chave de sessão (Valores da lista dividida por espaços em branco ou vírgula um do outro, por exemplo, des3-cbc-sha1-kd des-cbc-crc)

source: Permitted encryption types
pt_br: Tipo de criptografias permitidas

source: Indicates whether weak encryption types should be filtered out
pt_br: Indica se os tipos de criptografia fracos devem ser filtrados

source: Allow weak encryption types
pt_br: Permitir tipos de criptografia fracos
