Repository: jfmorcillo/mss
Catalog: mss/agent/locale/*/LC_MESSAGES/agent.po
Languages: de_de, fr_fr, pt_br, zh_cn

source: Core Services
de_de: Core-Dienste
fr_fr: Services essentiels
pt_br: Serviços principais
zh_cn: 核心服务

source: Other Services
de_de: Weitere Dienste
fr_fr: Autres services
pt_br: Outros serviços
zh_cn: 其他服务

source: Other
de_de: Weitere
fr_fr: Autres
pt_br: Outro
zh_cn: 其他

source: This field can't be empty.
de_de: Dieses Feld darf nicht leer sein.
fr_fr: Ce champ ne peut pas être vide.
pt_br: Este campo não pode ser vazio.
zh_cn: 此字段不能空白.

source: Password mismatch.
de_de: Passwörter stimmen nicht überein.
fr_fr: Les mots de passe ne sont pas identiques.
pt_br: Senha incorreta.
zh_cn: 密码不匹配.

source: Connection failed with the ServicePlace.
de_de: Verbindung zum ServicePlace fehlgeschlagen.
fr_fr: Erreur de connexion avec le ServicePlace.
pt_br: Falhou a conexão com a ServicePlace.
zh_cn: 与ServicePlace连接失败.

source: Loading packages list
de_de: Paketliste lädt
fr_fr: Chargement de la liste de packages
pt_br: Carregando lista de pacotes
zh_cn: 文件包列表下载中

source: Installing packages...
de_de: Installation der Pakete...
fr_fr: Installation des packages...
pt_br: Instalando pacotes...
zh_cn: 文件包安装中...

source: Running configuration
de_de: Konfiguration läuft gerade
fr_fr: Exécution de la configuration
pt_br: Configuração em andamento
zh_cn: 配置运行中

source: Rebooting...
de_de: Boote neu...
fr_fr: Redémarrage...
pt_br: Reiniciando...
zh_cn: 重启中...

source: Updating medias
de_de: Medien werden aktualisiert
fr_fr: Mise à jour des médias
pt_br: Atualizando mídias
zh_cn: 媒体更新中

source: Checking network
de_de: Überprüfe das Netzwerk
fr_fr: Vérification du réseau
pt_br: Verificando rede
zh_cn: 网络检查中

source: Adding media
de_de: Medium wird hinzugefügt
fr_fr: Ajout des médias
pt_br: Adicionando mídia
zh_cn: 媒体添加中

source: Downloading %s addon...
de_de: Lade Addon %s herunter...
fr_fr: Téléchargement de l'addon %s...
pt_br: Baixando o complemento %s ...
zh_cn: 插件 %s下载中...

source: Downloading addon...
de_de: Lade Addon herunter...
fr_fr: Téléchargement de l'addon...
pt_br: Baixando complemento...
zh_cn: 插件下载中...

source: Ready
de_de: Bereit
fr_fr: Prêt
pt_br: Pronto
zh_cn: 准备
