Repository: jfmorcillo/mss
Catalog: modules/mds_quota/locale/*/LC_MESSAGES/mds_quota.po
Languages: de_de, fr_fr, pt_br

source: Set file quotas on the server
de_de: Dateiquotas auf dem Server setzen
fr_fr: Contrôle l'utilisation de l'espace disque de vos utilisateurs sur le serveur
pt_br: Definir quotas de arquivos no servidor

source: User quota management
de_de: Benutzer Quotaverwaltung
fr_fr: Gestion des quotas utilisateur
pt_br: Gerenciamento de Quota do Usuário

source: all
de_de: alle
fr_fr: tous
pt_br: tudo

source: filesystems
de_de: Dateisysteme
pt_br: sistema de arquivos

source: Filesystems
de_de: Dateisysteme
fr_fr: Systèmes de fichiers
pt_br: Sistemas de arquivos

source: Specify the filesystems where you want to apply user quotas with the following format : 'Device path':'Identifier string' (eg: /dev/sda1:Root)
de_de: Geben Sie die Dateisysteme an, worauf Sie Benutzerquotas anwenden wollen, in folgendem Format an : 'Gerätepfad':'Identifikation' (zB: /dev/sda1:Root)
fr_fr: Spécifiez les systèmes de fichiers sur lesquels vous voulez appliquer des quotas utilisateur avec le format suivant : "Fichier de périphérique":"Description" (ex: /dev/sda1:Root)
pt_br: Especificar os sistemas de arquivos que você deseja aplicar cotas de usuário com o seguinte formato: "Caminho de dispositivo ':' string Identificador '(por exemplo:/de/sda1:Root)

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
pt_br: Usuários

source: Quotas not supported on this filesystem : $fs
de_de: Quotas werden nicht auf diesem Dateisystem unterstützt : $fs
fr_fr: Quotas non pris en charge sur ce système de fichiers: $fs
pt_br: Quotas não suportadas no sistema de arquivos: $fs

source: Quota module is activated in the management interface.
de_de: Quotamodul ist in der Verwaltungsschnittstelle aktiviert.
fr_fr: Module de quota activé dans l'interface de gestion.
pt_br: O módulo de Quotas é ativado na interface de gerenciamento.

source: You can now configure user quotas from the management interface : https://@HOSTNAME@/mmc/.
de_de: Sie können nun die Benutzerquotas von der Verwaltungsschnittstelle konfigurieren : https://@HOSTNAME@/mmc/.
fr_fr: Vous pouvez maintenant configurer les quotas d'utilisateurs à partir de l'interface de gestion : https://@HOSTNAME@/mmc/.
pt_br: Agora você pode configurar as quotas do usuário através da interface de gerenciamento: https://@HOSTNAME@/mmc/.

source: Device %s doesn't exists.
de_de: Device %s existiert nicht.
fr_fr: Le périphérique %s n'existe pas.
pt_br: Os dispositivos %s não existem.
