Repository: jfmorcillo/mss
Catalog: modules/squid/locale/*/LC_MESSAGES/squid.po
Languages: de_de, fr_fr, pt_br

source: Restrict and cache internet access
de_de: Beschränken und cachen des Internetzugangs
fr_fr: Restreind et cache les accès à Internet
pt_br: Restringir e cache os acessos à Internet

source: Management interface
de_de: Verwaltungsschnittstelle
fr_fr: Interface d'administration
pt_br: Interface de gerenciamento

source: all
de_de: alle
pt_br: tudo

source: Configure the firewall to allow access to the proxy service from internal networks
de_de: Konfigurieren Sie die Firewall um Zugriff auf den Proxydienst von internen Netzwerken zu erlauben
fr_fr: Configurer le firewall pour autoriser l'accès au service proxy depuis les réseaux internes
pt_br: Configure o firewall para permitir o acesso ao serviço de proxy na rede interna

source: Allow access from internal networks
de_de: Zugriff von internen Netzwerken erlauben
fr_fr: Autoriser l'accès depuis les réseaux internes
pt_br: Permitir o acesso a partir de redes internas

source: Configure the firewall to allow access to the proxy service from external networks
de_de: Konfigurieren Sie die Firewall um Zugriff auf den Proxydienst von externen Netzwerken zu erlauben
fr_fr: Configurer le firewall pour autoriser l'accès au service proxy depuis les réseaux externes
pt_br: Configure o firewall para permitir o acesso ao serviço de proxy para redes externas

source: Allow access from external networks
de_de: Zugriff von externen Netzwerken erlauben
fr_fr: Autoriser l'accès depuis les réseaux externes
pt_br: Permitir o acesso a partir de redes externas

source: Network
de_de: Netzwerk
fr_fr: Réseau
pt_br: Rede

source: Proxy-cache service
de_de: Proxy-cache Dienst
fr_fr: Service de proxy-cache
pt_br: Serviço Proxy-cache

source: Something went wrong while creating the user groups.
de_de: Etwas lief falsch beim Erstellen der Benutzergruppen.
fr_fr: Erreur lors de la création des groupes
pt_br: Algo deu errado ao criar os grupos de usuários.

source: The proxy service is running.
de_de: Der Proxydienst läuft.
fr_fr: Le service de proxy est en exécution.
pt_br: O serviço de proxy está em execução.

source: Configure your clients to access the proxy service at @HOSTNAME@:3128
de_de: Konfigurieren Sie Ihre Clients, den Proxydienst unter @HOSTNAME@:3128 zu erreichen
fr_fr: Configurez le proxy de vos clients sur @HOSTNAME@:3128.
pt_br: Configure os clientes para acessar o serviço de proxy em @HOSTNAME@:3128

source: You can manage proxy rules from the management interface : https://@HOSTNAME@/mmc/
de_de: Sie können Sie Proxy-Regeln von der Verwaltungsschnittstelle aus verwalten: https://@HOSTNAME@/mmc/
fr_fr: Vous pouvez gérer les règles du proxy depuis l'interface de gestion: https://@HOSTNAME@/mmc/
pt_br: Você pode gerenciar as regras de proxy na interface de gerenciamento: https://@host@/mmc/

source: Full access to Internet
de_de: Vollständiger Zugang zum Internet
fr_fr: Accès complet à Internet
pt_br: Acesso irrestrito a Internet

source: Filtered access to Internet
de_de: Gefilterter Zugang zum Internet
fr_fr: Accès restreind à Internet
pt_br: Acesso a Internet filtrado
