Repository: jfmorcillo/mss
Catalog: modules/owncloud/locale/*/LC_MESSAGES/owncloud.po
Languages: de_de, fr_fr, pt_br

source: ownCloud gives your users an universal access to their files through a web interface or WebDAV. It also provides a platform to easily view & sync your contacts, calendars and bookmarks across all your devices and enables basic editing right on the web
de_de: ownCloud gibt Ihren Benutzern über eine Webschnittstelle oder WebDAV Zugang zu deren Dateien. Weiterhin bietet ownCloud eine Plattform und einfach Kotakte, Kalender, Lesezeichen über alle Ihre Geräte zu sichten und zu synchronisieren und bietet grundlegende Bearbeitung direkt im Web
fr_fr: ownCloud fourni à vos utilisateurs un accès universel à leur fichiers depuis une interface web ou WebDAV. Il fourni aussi une plateforme pour facilement consulter et synchroniser les contacts, calendriers et favoris sur différentes plateformes.
pt_br: A ownCloud dá a seus usuários um acesso global para os seus arquivos através de uma interface Web ou pelo WebDAV. Ela também fornece uma plataforma para visualizar e sincronizar facilmente os seus contatos, calendários e favoritos por meio de seus dispositivos além de permitir uma edição básica direto na Web

source: ownCloud interface
de_de: ownCloud Schnittstelle
fr_fr: Interface ownCloud
pt_br: interface da ownCloud

source: all
de_de: alle
pt_br: tudo

source: The name of the ownCloud administrator that will be created
de_de: Der Name des ownCloud-Administrators, der erstellt werden wird
fr_fr: Le nom de l'administrateur ownCloud qui sera créé
pt_br: O nome do administrador da ownCloud será criado

source: ownCloud administrator
fr_fr: Administrateur ownCloud
pt_br: Administrador da ownCloud

source: Password of the ownCloud administrator
de_de: Passwort des ownCloud-Administrators
fr_fr: Mot de passe de l'administrateur ownCloud
pt_br: Senha do Administrador da ownCloud

source: Password
de_de: Passwort
fr_fr: Mot de passe
pt_br: Senha

source: Directory path where all users's data will be stored.
de_de: Verzeichnispfad wo alle Daten der Benutzer gespeichert werden.
fr_fr: Chemin vers le dossier qui contiendra les données des utilisateurs.
pt_br: Caminho do local onde todos os dados dos usuários serão armazenados.

source: ownCloud data directory
de_de: ownCloud Datenverzeichnis
fr_fr: Dossier des données ownCloud
pt_br: Diretório de dados da ownCloud

source: Cloud
pt_br: Nuvem

source: ownCloud
pt_br: ownCloud (Nuvem Particular)

source: ownCloud is now configured.
de_de: ownCloud ist nun konfiguriert.
fr_fr: ownCloud est configuré.
pt_br: A ownCloud agora está configurada.

source: You can access the web interface at https://@HOSTNAME@/owncloud/
de_de: Sie können das Web-Interface unter https://@HOSTNAME@/owncloud/ erreichen
fr_fr: Vous pouvez accéder à l'interface web sur https://@HOSTNAME@/owncloud/
pt_br: Você pode acessar a interface Web em https://@HOSTNAME@/owncloud/
