Repository: jfmorcillo/mss
Catalog: modules/ejabberd/locale/*/LC_MESSAGES/ejabberd.po
Languages: de_de, pt_br

source: A distributed, fault-tolerant Jabber/XMPP server
de_de: Ein verteilter, fehlertoleranter Jabber/XMPP-Server
pt_br: Um servidor Jabber/XMPP distribuído, tolerante a falhas

source: Management interface
de_de: Verwaltungsschnittstelle
pt_br: Interface de gerenciamento

source: Jabber/XMPP instant messaging server
pt_br: Jabber/XMPP Servidor de mensagens instantaneas

source: all
de_de: alle
pt_br: todos

source: Configure the firewall to allow access to the Instant Messaging Service from internal networks
de_de: Konfigurieren Sie die Firewall um Zugriff auf den Instant-Messaging-Dienst von internen Netzwerken zu erlauben
pt_br: Configure o firewall para permitir o acesso ao serviço de mensagens instantâneas a partir de redes internas

source: Allow access from internal networks
de_de: Zugang von internen Netzwerken erlauben
pt_br: Permite acesso a partir da rede interna

source: Configure the firewall to allow access to the Instant Messaging Service from external networks
de_de: Konfigurieren Sie die Firewall um Zugriff auf den Instant-Messaging-Dienst von externen Netzwerken zu erlauben
pt_br: Configure o firewall para permitir o acesso ao serviço de mensagens instantâneas a partir de redes externas

source: Allow access from external networks
de_de: Zugang von externen Netzwerken erlauben
pt_br: Permitir o acesso a partir de redes externas

source: Collaboration
de_de: Zusammenarbeit
pt_br: Colaboração

source: The instant messaging service is configured.
de_de: Der Instant-Messaging-Dienst ist konfiguriert.
pt_br: O serviço de mensagens instantaneas está configurado.

source: You can simply add users through the management interface at https://@HOSTNAME@/mmc/. The user's mail will be used as his Jabber ID.
de_de: Sie können einfach Benutzer über die Verwaltungsschnittstelle hinzufügen unter https://@HOSTNAME@/mmc/. Mail des Benutzers wird als seine Jabber-ID verwendet.
pt_br: Você pode adicionar usuários fácilmente através da interface de gerenciamento https://@HOSTNAME@/mmc/. O endereço de e-mail dos usuários podem ser usados como ID para o Jabber.

source: Use $HOST.$DOMAIN as the server.
de_de: Benutzen Sie $HOST.$DOMAIN als Server.
pt_br: Use $HOST.$DOMAIN como servidor.

source: If $HOST.$DOMAIN is setup as a Jabber server in the $DOMAIN DNS zone there is no need to configure the server address in client.
de_de: Wenn $HOST.$DOMAIN als Jabberserver in der $DOMAIN DNS Zone eingerichtet ist, muss die Serveradresse nicht im Client konfiguriert werden.
pt_br: se o servidor Jabber $HOST.$DOMAIN estiver configurado na zone de DNS do dominío $DOMAIN não será necessario configurar o endereço do servidor no cliente.
