Repository: jfmorcillo/mss
Catalog: modules/egroupware/locale/*/LC_MESSAGES/egroupware.po
Languages: de_de, fr_fr, pt_br

source: Web-based groupware suite written in php
de_de: Webbasierende Groupwaresuite geschrieben in php
fr_fr: Suite de travail collaboratif écrite en PHP utilisable en mode Web
pt_br: Suite de colaboração baseada na Web escrita em PHP

source: eGroupware interface
de_de: eGroupware Schnittstelle
fr_fr: interface eGroupware
pt_br: interface do eGroupware

source: all
de_de: alle
pt_br: todos

source: The name of the eGroupware administrator
de_de: Name des eGroupware Administrators
fr_fr: Nom de l'administrateur d'eGroupware
pt_br: O nome do administrador do eGroupware

source: eGroupware administrator
fr_fr: Administrateur eGroupware
pt_br: Administrador do eGroupware

source: The password of the eGroupware administrator
de_de: Passwort des eGroupware Administrators
fr_fr: Le mot de passe de l'administrateur d'eGroupware
pt_br: A senha do administrador do eGroupware

source: eGroupware administrator password
de_de: eGroupware Administrator Passwort
fr_fr: mot de passe de l'administrateur d'eGroupware
pt_br: Senha do administrador do eGroupware

source: Groupware
pt_br: Colaboração

source: eGroupware is installed and configured.
de_de: eGroupware ist installiert und konfiguriert.
fr_fr: eGroupware est installé et configuré.
pt_br: O eGroupware está instalado e configurado.

source: Users in the LDAP must belong to the 'Default' group to benefit from default authorisations in the eGroupware application.
de_de: Benutzer in LDAP müssen der 'Default' Gruppe angehören um von den standardmäßigen Authorisierungen in der eGroupware Anwendung zu profitieren.
fr_fr: Les utilisateurs dans l'annuaire LDAP doivent appartenir au groupe «Default» pour bénéficier des autorisations par défaut dans l'application eGroupware.
pt_br: Os usuários do LDAP devem pertencer ao grupo 'Default' para ter privilégios padrões no eGroupware.

source: You can access eGroupware at https://@HOSTNAME@/egroupware.
de_de: Sie können auf eGroupware zugreifen. unter https://@HOSTNAME@/egroupware.
fr_fr: Vous pouvez accéder à eGroupware à https://@HOSTNAME@/egroupware.
pt_br: Você pode acessar o eGroupware em https://@HOSTNAME@/egroupware.

source: eGroupware administrator is '$egroupware_adminUser' and password is '$egroupware_adminPass'.
de_de: eGroupware Administrator ist '$egroupware_adminUser' und das Passwort lautet '$egroupware_adminPass'.
fr_fr: L'administrateur eGroupware est '$egroupware_adminUser' et le mot de passe est '$egroupware_adminPass'.
pt_br: O administrador do eGroupware é '$egroupware_adminUser' e a senha é '$egroupware_adminPass'.
