Repository: jfmorcillo/mss
Catalog: modules/mds_mail/locale/*/LC_MESSAGES/mds_mail.po
Languages: de_de, fr_fr, pt_br

source: Complete mail service with POP/IMAP, anti-virus and anti-spam toolkits
de_de: Vollständiger Maildienst mit POP/IMAP, Anti-Virus und Anti-Spam-Werkzeugen
fr_fr: Service de messagerie complet avec POP/IMAP et outils anti-virus et anti-spam
pt_br: Ferramentas completas para serviço de correio com POP/IMAP, anti-vírus e anti-spam

source: Management interface
de_de: Verwaltungsschnittstelle
fr_fr: Interface d'administration
pt_br: Interface de gerenciamento

source: Mail Service
de_de: Mail Dienst
fr_fr: Service Mail
pt_br: Serviço de Email

source: all
de_de: alle
pt_br: tudo

source: My networks
de_de: Meine Netzwerke
fr_fr: Mes réseaux
pt_br: Minhas redes

source: Specify which clients are authorized to send mails through the mail server without authentication.
de_de: Geben Sie an, welche Clients authorisiert sind, Mails über den Mailserver ohne Authenfizierung zu senden.
fr_fr: Spécifiez quels clients sans authentification sont autorisés à envoyer des mails via le serveur de messagerie.
pt_br: Especificar quais clientes são autorizados a enviar e-mails através do servidor de email sem autenticação.

source: Protocols that the dovecot server will provide.
de_de: Protokolle, die der dovecot-Server bereit stellen wird.
fr_fr: Les protocoles fournis par le serveur dovecot.
pt_br: Os protocolos que o servidor dovecot irá fornecer.

source: Protocols supported
de_de: Unterstützte Protokolle
fr_fr: Protocoles supportés
pt_br: Protocolos suportados

source: IMAPS and POP3S
de_de: IMAPS und POP3S
fr_fr: IMAPS et POP3S
pt_br: IMAPS e POP3S

source: Configure the firewall to accept smtp/imap/pop3 connections on interfaces configured as 'internal'
de_de: Konfigurieren der Firewall, smtp/imap/pop3-Verbindungen auf Schnittstellen zu akzeptieren, die als 'intern' konfiguriert sind
fr_fr: Configurer le firewall pour accepter les connexions smtp/imap/pop3 sur les interfaces configurées comme «internes»
pt_br: Configurar o firewall para aceitar conexões smtp/imap/pop3 em interfaces configuradas como 'interno'

source: Allow mail services access from internal networks
de_de: Maildienstezugang von internen Netzwerken erlauben
fr_fr: Permettre l'accès au service de mail depuis les réseaux internes
pt_br: Permitir acesso aos serviços de correio a partir de redes internas

source: Configure the firewall to accept smtp/imap/pop3 connections on interfaces configured as 'external'
de_de: Konfigurieren der Firewall, smtp/imap/pop3-Verbindungen auf Schnittstellen zu akzeptieren, die als 'extern' konfiguriert sind
fr_fr: Configurer le firewall pour accepter les connexions smtp/imap/pop3 sur les interfaces configurées comme «externes»
pt_br: Configurar o firewall para aceitar conexões smtp/imap/pop3 em interfaces configuradas como 'externo'

source: Allow mail services access from external networks
de_de: Maildienstezugang von externen Netzwerken erlauben
fr_fr: Permettre l'accès au services de mail depuis les réseaux externes
pt_br: Permitir acesso aos serviços de correio a partir de redes externas

source: Mail
fr_fr: E-mail
pt_br: Email

source: Failed to register razor. Try to run as root later : su - amavis -s /bin/sh -c 'razor-admin -register && razor-admin -discover'
de_de: Fehler beim Registrieren von razor. Versuchen Sie als root folgendes später zu starten : su - amavis -s /bin/sh -c 'razor-admin -register && razor-admin -discover'
fr_fr: Impossible d'enregistrer Razor. Plus tard, essayez d'exécuter en tant que root : su - amavis -s /bin/sh -c 'razor-admin-registre && razor-admin-discover'
pt_br: Falha ao registrar razor. Tente executar como root depois: su - amavis-s / bin / sh-c 'razor-admin-register && razor-admin-discover'

source: The mail service is configured.
de_de: Der Maildienst ist konfiguriert.
fr_fr: Le service de Mail est configuré.
pt_br: O serviço de e-mail está configurado.

source: You can add mail addresses and aliases to your users through the management interface at https://@HOSTNAME@/mmc/.
de_de: Sie können Mailadressen und Aliases für Ihre Benutzer über die Verwaltungsschnittstelle hinzufügen unter https://@HOSTNAME@/mmc/.
fr_fr: Vous pouvez ajouter des adresses de messagerie et des alias pour vos utilisateurs grâce à l'interface de gestion située à https://@HOSTNAME@/mmc/.
pt_br: Você pode adicionar endereços de e-mail e apelidos para seus usuários através da interface de gerenciamento em https://@HOSTNAME@/mmc/.

source: - the mail domain $DOMAIN has been created
de_de: - die Maildomain $DOMAIN wurde erstellt
fr_fr: - le domaine de mail $DOMAIN a été créé
pt_br: - o domínio de e-mail $DOMAIN foi criado.

source: - SSL is enabled on the SMTP server
de_de: - SSL ist auf dem SMTP-Server aktiviert
fr_fr: - SSL est activé sur le serveur SMTP
pt_br: - SSL está habilitado no servidor SMTP

source: - Non-SSL connexions are disabled by default on the IMAP/POP3 server
de_de: - Verbindungen ohne SSL sind standardmäßig auf dem IMAP/POP3 deaktiviert
fr_fr: - Les connexions non-SSL sont désactivés par défaut sur ​​le serveur IMAP/POP3
pt_br: - Por padrão, as conexões Não-SSL estão desabilitadas no servidor IMAP/POP3

source: - Networks authorized to send mail without authentication : $smtpd_mynetworks
de_de: - Netzwerke authorisiert, Mail ohne Authentifizierung zu senden : $smtpd_mynetworks
fr_fr: - Réseaux autorisés à envoyer du courrier sans authentification: $smtpd_mynetworks
pt_br: - Redes autorizadas a enviar e-mails sem autenticação: $ smtpd_mynetworks

source: Default mail domain
de_de: Vorgegebene Maildomain
fr_fr: Domaine de mail par défaut
pt_br: Domínio de e-mail padrão

source: Failed to add the mail domain.
de_de: Fehler beim Hinzufügen der Maildomain
fr_fr: Echec de l'ajout du domaine de mail
pt_br: Falha ao adiconar o domínio de e-mail
