Repository: jfmorcillo/mss
Catalog: modules/pulse2_imaging/locale/*/LC_MESSAGES/pulse2_imaging.po
Languages: pt_br

source: The imaging module of Pulse2
pt_br: Módulo de Criação de Imagens do Pulse2

source: Management interface
pt_br: Interface de Gerenciamento

source: Pulse2 Imaging
pt_br: Criação de Imagens Pulse2

source: all
pt_br: tudo

source: Pulse2
pt_br: Pulse

source: Failed to register the imaging server
pt_br: Falha ao registrar-se no servidor de imagens

source: Pulse2 imaging module is installed and configured.
pt_br: Módulo de criação de imagens do Pulse2 está instalado e configurado.

source: The module is available on the management interface at https://@HOSTNAME@/mmc/.
pt_br: O módulo está disponível na interface de gerenciamento em https://@HOSTNAME@/mmc/.

source: - DHCP subnet configured on $interface for Pulse2 imaging clients.
pt_br: - A sub-rede DHCP está configurada na interface $interface para os clientes de criação de imagens do Pulse2.

source: - The external DHCP server used on $interface must be configured for Pulse2.
pt_br: - O servidor externo DHCP usado na interface $interface deve ser configurado para o Pulse2.

source: Check the documentation to use the Pulse2 imaging at http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_imaging/.
pt_br: Verifique a documentação para usar o módulo de criação de imagens do Pulse2 em http://serviceplace.mandriva.com/addons/mbs/1.0/pulse2_imaging/.
