Repository: jfmorcillo/mss
Catalog: mss/www/wizard/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Installation summary
de_de: Zusammenfassung der Installation

source: The following addon will be installed.
de_de: Das folgende Addon wird installiert werden.

source: Addon download
de_de: Download von Addon

source: Download addons from the ServicePlace
de_de: Herunterladen von Addons aus dem ServicePlace

source: Medias authentication
de_de: Medien-Authentifizierung

source: One or more medias need authentication
de_de: Ein oder mehrere Medien benötigen Authentifizierung

source: Medias add
de_de: Medien hinzufügen

source: Initial configuration
de_de: Ursprüngliche Konfiguration

source: End of installation
de_de: Ende der Installation

source: The installation is finished.
de_de: Die Installation ist abgeschlossen.

source: Welcome
de_de: Willkommen

source: Before you can install any services we need to setup a few things with you.
de_de: Bevor Sie Dienste installieren können, müssen wir einige Dinge mit Ihnen zusammen einrichten

source: MSS agent is unreacheable.
de_de: MSS-Agent kann nicht erreicht werden.

source: Hide log
de_de: Log verbergen

source: Show log
de_de: Log anzeigen

source: Ready
de_de: Bereit

source: Update packages list on your server.
de_de: Aktualisieren der Paketliste auf Ihrem Server.

source: Update medias
de_de: Medien aktualisieren

source: Add
de_de: Hinzufügen

source: Re-enter password
de_de: Passwort nochmals eingeben

source: Required field
de_de: Benötigtes Feld

source: Continue
de_de: Fortfahren

source: Back
de_de: Zurück

source: Installation & configuration was successful.
de_de: Installation und Konfiguration war erfolgreich.

source: Home page
de_de: Startseite

source: Configuration summary
de_de: Zusammenfassung der Konfiguration

source: Configuration warnings
de_de: Konfigurationswarnungen

source: Configuration errors
de_de: Konfigurationsfehler

source: Configuration terminated, details are displayed below.
de_de: Konfiguration abgebrochen, Details werden untenstehend angezeigt.

source: Configuration succeded.
de_de: Konfiguration war erfolgreich.

source: Configuration failed.
de_de: Konfiguration fehlgeschlagen.

source: Retry
de_de: Nochmals versuchen

source: Could not find any configuration script to execute.
de_de: Konnte kein Konfigurationsskript zur Ausführung finden.

source: Running configuration...
de_de: Konfiguration läuft...

source: Waiting...
de_de: Wartend...

source: Please wait...
de_de: Bitte warten...

source: Downloading <strong>{0}</strong>: {1}...
de_de: Lade herunter <strong>{0}</strong>: {1}...

source: Addon <strong>{0}</strong> downloaded.
de_de: Addon <strong>{0}</strong> heruntergeladen.

source: Failed to download <strong>{0}</strong> addon.
de_de: Fehler beim Herunterladen von Addon <strong>{0}</strong>.

source: Installation succeded.
de_de: Installation erfolgreich.

source: Installation failed. Update your medias and retry to install.
de_de: Installation fehlgeschlagen. Aktualisieren Sie Ihre Medien und versuchen Sie eine erneute Installation.

source: Installation failed.
de_de: Installation fehlgeschlagen.

source: The following addon is being installed
de_de: Das folgende Addon wird gerade installiert

source: Mandriva Server Setup (<em>MSS</em>) is a simple tool to help you quickly setup the services you need on your server.
de_de: Mandriva Server Setup (<em>MSS</em>) ist ein Werkzeug um die Einrichtung der auf dem Server benötigten Dienste zu vereinfachen.

source: Login to begin to setup your server.
de_de: Loggen Sie sich ein um mit der Einrichtung Ihres Servers zu beginnen.

source: Wrong username or password.
de_de: Falscher Benutzername oder Passwort

source: Your my.mandriva.com email address.
de_de: Ihre my.mandriva.com Emailadresse.

source: Your my.mandriva.com password.
de_de: Ihr my.mandriva.com Passwort.

source: Use your Mandriva account to login.
de_de: Nutzen Sie Ihr Mandrivakonto für den Login.

source: The server <strong>root</strong> password.
de_de: Das <strong>root</strong>-Passwort des Servers.

source: No internet connection, use the root password to login.
de_de: Keine Internetverbindung, nutzen Sie das root-Passwort für den Login.

source: Language
de_de: Sprache

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Enter
de_de: Eingeben

source: Adding media...
de_de: Medium wird hinzugefügt...

source: Media added.
de_de: Medium hinzugefügt.

source: Media already added.
de_de: Medium bereits hinzugefügt.

source: Failed to add media.
de_de: Fehler beim Hinzufügen des Mediums.

source: Don't add medias
de_de: Medien nicht hinzufügen

source: Add medias
de_de: Medien hinzufügen

source: No addon selected.
de_de: Kein Addon ausgewählt.

source: Added as a dependency
de_de: Als Abhängigkeit hinzugefügt

source: Reinstallation
de_de: Neuinstallation

source: If other addons requires this addon they may be broken after the reinstallation.
de_de: Wenn andere Addons dieses Addon benötigen sind diese eventuell nach der Neuinstallation defekt.

source: This addon can't be installed with
de_de: Dieses Addon kann nicht installiert werden mit

source: More info about this addon
de_de: Mehr Informationen über dieses Addon

source: No addon available in this section.
de_de: Kein Addon in dieser Sektion verfügbar.

source: This addon is installed and configured
de_de: Dieses Addon ist installiert und konfiguriert

source: This module conflicts with :
de_de: Dieses Modul hat einen Konflikt mit:

source: You have purshased this addon
de_de: Sie haben dieses Addon erworben

source: Install and configure selected addons
de_de: Installieren und Konfigurieren der gewählten Addons

source: No addon for Mandriva Server Setup available. Try to login again.
de_de: Kein Addon für Mandriva Server Setup verfügbar. Versuchen Sie es mit einem erneuten Login.
