Repository: jfmorcillo/mss
Catalog: modules/mds_webmail/locale/*/LC_MESSAGES/mds_webmail.po
Languages: de_de, fr_fr, pt_br

source: Roundcube, a complete webmail solution for your mail service
de_de: Roundcube, eine vollständige Webmaillösung für Ihren Maildienst
fr_fr: RoundCube, un webmail complet pour votre serveur de mail
pt_br: Roundcube, uma solução de webmail completa para o serviço de Emails

source: Management interface
de_de: Verwaltungsschnittstelle
fr_fr: Interface d'administration
pt_br: interface de gerenciamento

source: Webmail interface
de_de: Webmailschnittstelle
fr_fr: Interface du Webmail

source: all
de_de: alle
pt_br: todos

source: Configure the firewall to allow access to the webmail interface from internal networks
de_de: Die Firewall konfigurieren, Zugang zur Webmailoberfläche, von internen Netzwerken zu erlauben
fr_fr: Configurer le firewall pour autoriser l'accès à l'interface du webmail depuis les réseaux internes
pt_br: Configure o firewall para permitir o acesso à interface de webmail de redes internas

source: Allow access from internal networks
de_de: Zugang von internen Netzwerken erlauben
fr_fr: Permettre l'accès depuis les réseaux internes
pt_br: Permitir o acesso de redes internas

source: Configure the firewall to allow access to the webmail interface from external networks
de_de: Die Firewall konfigurieren, Zugang zur Webmailoberfläche, von externen Netzwerken zu erlauben
fr_fr: Configurer le firewall pour autoriser l'accès à l'interface du webmail depuis les réseaux externes
pt_br: Configure o firewall para permitir o acesso à interface de webmail de redes externas

source: Allow access from external networks
de_de: Zugang von externen Netzwerken erlauben
fr_fr: Permettre l'accès depuis les réseaux externes
pt_br: Permitir o acesso de redes externas

source: Webmail Roundcube is installed on your server.
de_de: Webmail Roundcube ist auf Ihrem Server installiert.
fr_fr: Le webmail Roundcube est installé sur votre serveur.
pt_br: Webmail Roundcube está instalado no seu servidor.

source: You can access the webmail interface at https://@HOSTNAME@/roundcubemail/.
de_de: Sie können die Webmailoberfläche erreichen unter https://@HOSTNAME@/roundcubemail/.
fr_fr: Vous pouvez accéder à l'interface sur https://@HOSTNAME@/roundcubemail/.
pt_br: Você pode acessar a interface de webmail em https://@HOSTNAME@/roundcubemail/.

source: Mail
fr_fr: E-mail
pt_br: Email
