Repository: jfmorcillo/mss
Catalog: modules/mds_smb/locale/*/LC_MESSAGES/mds_smb.po
Languages: de_de, pt_br, zh_cn

source: Authenticate Windows users with SAMBA and provide Windows file shares on your network
de_de: Authentifizierung der Windowsnutzer mit SAMBA und Windows Dateifreigaben in Ihrem Netzwerk bereitstellen
pt_br: Autenticar usuários do Windows com SAMBA e fornecer compartilhamento de arquivos do Windows em sua rede
zh_cn: 使用SAMBA 验证Windows 用户，以及在您的网络上提供

source: Management interface
de_de: Verwaltungsschnittstelle
pt_br: Interface de Gerenciamento
zh_cn: 管理界面

source: Windows users and file sharing management
de_de: Windows-Benutzer und Dateifreigabeverwaltung
pt_br: Compartilhamento de arquivos e usuários Windows
zh_cn: Windows 用户和文件共享管理

source: all
de_de: alle
pt_br: tudo
zh_cn: 所有

source: SAMBA domain name
pt_br: Nome de domínio SAMBA
zh_cn: SAMBA 域名

source: The name of your Microsoft domain.
de_de: Der Name Ihrer Microsoft-Domain.
pt_br: O nome de seu domínio Microsoft.
zh_cn: 您的微软Microsoft 域的名称.

source: Netbios name
pt_br: Nome do Netbios
zh_cn: Netbios 名称

source: The name of your SAMBA server in the Microsoft domain.
de_de: Der Name Ihres SAMBA-Servers in der Microsoft-Domain.
pt_br: O nome de seu servidor SAMBA no domínio Microsoft.
zh_cn: 您的SAMBA 服务器在微软 Microsoft 域的名称.

source: The name of the Microsoft domain administrator.
de_de: Der Name des Microsoft-Domain Administrators.
pt_br: O nome do administrador de domínio Microsoft.
zh_cn: 微软Microsoft域管理员的名称.

source: Administrator name
pt_br: Nome do administrador
zh_cn: 管理员名字

source: Password for the Microsoft domain administrator.
de_de: Passwort für den Microsoft-Domain-Administrator.
pt_br: Senha para o administrador do domínio Microsoft.
zh_cn: 微软Microsoft域管理员密码.

source: Administrator password
de_de: Administratorpasswort
pt_br: Senha do administrador
zh_cn: 管理员密码

source: Configure the firewall to accept SAMBA related traffic on interfaces configured as 'internal'
de_de: Konfigurieren der Firewall, SAMBA bezogenen Traffic auf als 'intern' konfgurierten Schnittstellen, zu akzeptieren
pt_br: Configurar o firewall para aceitar tráfego SAMBA nas interfaces configuradas como 'interna'
zh_cn: 在界面配置为 '内部'接口上，将防火墙配置为接受SAMBA相关的流量

source: Allow connections from internal networks
de_de: Verbindungen von internen Netzwerken erlauben
pt_br: Permitir conexões a partir de redes internas
zh_cn: 允许来自于内部网络的链接

source: Configure the firewall to accept SAMBA related traffic on interfaces configured as 'external'
de_de: Konfigurieren der Firewall, SAMBA bezogenen Traffic auf als 'extern' konfgurierten Schnittstellen, zu akzeptieren
pt_br: Configurar o firewall para aceitar tráfego SAMBA nas interfaces configuradas como 'externa'
zh_cn: 在界面配置为 '外部'接口上将防火墙配置为接受SAMBA相关的流量

source: Allow connections from external networks
de_de: Verbindungen von externen Netzwerken erlauben
pt_br: Permitir conexões a partir de redes externas
zh_cn: 允许来自于外部网络的链接

source: Users
de_de: Benutzer
pt_br: Usuários
zh_cn: 用户

source: Error while setting SAMBA password.
de_de: Fehler beim Setzen des SAMBA-Passworts.
pt_br: Erro ao configurar senha do SAMBA.
zh_cn: 在设立SAMBA 密码时产生错误.

source: Error while populating directory.
de_de: Fehler während des Füllen des Verzeichnisses.
pt_br: Erro ao preencher o diretório.
zh_cn: 填充目录时产生错误.

source: Users are now created in the Domain Users group by default. If users were created before, they still remains in the users group.
de_de: Benutzer werden nun stadardmäßig in der Domain Users angelegt. Falls Benutzer vorher erstellt wurde, bleiben sie immer noch in der users Gruppe.
pt_br: A partir de agora todos os usuários serão criados dentro do grupo Usuários de Domínio. Os usuários que foram criados anteriormente, permanecem no grupo de usuários.
zh_cn: 用户现在在Domain Users群组默认情况下创建。如果用户在之前已创建，他们仍保留在用户群中.

source: Failed to grant rights to the Domain Admins group
de_de: Fehler beim Verteilen von Rechten an die Domain Admins Gruppe
pt_br: Falha ao conceder direitos ao grupo Administradores de Domínio
zh_cn: Domain Admins 群组授权失败

source: Domain name : $smbdomain
pt_br: Nome do Domínio : $smbdomain
zh_cn: 域名: $smbdomain

source: Server name : $smbnetbios
pt_br: Nome do Servidor : $smbnetbios
zh_cn: 服务器名: $smbnetbios

source: Domain administrator : $smbadmin
pt_br: Administrador do domínio : $smbadmin
zh_cn: 管理员域: $smbadmin

source: - a public share is created in /home/samba/shares/public
de_de: - eine öffentliche Freigabe ist erstellt in /home/samba/shares/public
pt_br: - Um compartilhamento público foi criado em /home/samba/shares/public
zh_cn: 一个公共分享创建在/home/samba/shares/public

source: - you can create a logon.bat script in /home/samba/netlogon
de_de: - Sie können ein logon.bat-Skript in /home/samba/netlogon erstellen
pt_br: - Você pode criar um script logon.bat em /home/samba/netlogon
zh_cn: 您可以在 /home/samba/netlogon中创建一个 logon.bat 脚本

source: You can now use the management interface to manage your Windows users and shares at https://@HOSTNAME@/mmc/.
de_de: Sie können nun die Verwaltungsschnittstelle zur Verwaltung Ihrer Windowsbenutzer und Freigaben nutzen unter https://@HOSTNAME@/mmc/.
pt_br: Agora você poderá usar a interface de gerenciamento para administrar seus usuários e compartilhamentos do Windows em https://@HOSTNAME@/mmc/.
zh_cn: 您现在可以使用管理界面来管理您的Windows 用户以及在https://@HOSTNAME@/mmc/. 进行共享.

source: Incorrect netbios name (only uppercase characters, digits, '-' and '.' allowed).
pt_br: Nome netbios incorreto (são permitidos somente caracteres maiúsculos, digitos, '-' e '.').
zh_cn: netbios 名不正确 （仅允许大写字符，数字，' - '。).

source: Incorrect SAMBA domain name (only uppercase characters and digits allowed).
de_de: Falscher SAMBA-Domainname (nur Großbuchstaben und Zahlen erlaubt).
pt_br: Nome de domínio incorreto SAMBA (são permitidos apenas caracteres maiúsculos e dígitos).
zh_cn: SAMBA 域名不正确 （仅允许大写字符和数字).
