Repository: jfmorcillo/mss
Catalog: modules/mds_mmc/locale/*/LC_MESSAGES/mds_mmc.po
Languages: de_de, zh_cn

source: Users and groups management
de_de: Benutzer und Gruppenverwaltung
zh_cn: 用户与群组管理

source: Management interface
de_de: Verwaltungsschnittstelle
zh_cn: 管理界面

source: MBS administration web interface
zh_cn: MBS 网络管理界面

source: The administrator password of the web interface for managing MBS users and services.
de_de: Das Administratorpasswort des Web-Interface für die Verwaltung von MBS Benutzern und Diensten.
zh_cn: 网络界面管理员密码用来管理 MBS 用户和服务.

source: mdspasswd
zh_cn: Mds 密码

source: Administrator password
de_de: Administrator-Passwort
zh_cn: 管理员密码

source: Configure the firewall to allow access to the web interface from internal networks
de_de: Konfigurieren der Firewall, Zugang zum Web-Interface von internen Netzwerken zu erlauben
zh_cn: 为允许从内部网络访问网络界面来配置防火墙

source: Allow access from internal networks
de_de: Zugang von internen Netzwerken erlauben
zh_cn: 允许来自内部网络的访问

source: Configure the firewall to allow access to the web interface from external networks
de_de: Konfigurieren der Firewall, Zugang zum Web-Interface von externen Netzwerken zu erlauben
zh_cn: 为允许从外部网络访问网络界面来配置防火墙

source: Allow access from external networks
de_de: Zugang von externen Netzwerken erlauben
zh_cn: 允许来自外部网络的访问

source: Users
de_de: Benutzer
zh_cn: 用户

source: Error while generating the password.
de_de: Fehler beim Erstellen des Passworts.
zh_cn: 在生成密码时发生错误.

source: OpenLDAP configuration has errors.
de_de: OpenLDAP-Konfiguration ist fehlerhaft.
zh_cn: OpenLDAP 配置发生错误.

source: Database load test failed.
de_de: Datenbank laden-Test fehlgeschlagen.
zh_cn: 数据库负载测试失败.

source: Failed to initialize the database.
de_de: Fehler beim Initialisieren der Datenbank.
zh_cn: 无法初始化数据库.

source: Error while configuring lib nss-ldap.
de_de: Fehler beim Konfigurieren von lib nss-ldap.
zh_cn: 在配置lib nss-ldap 时产生错误.

source: The MBS administration web interface is configured.
de_de: Die MBS Verwaltungs-Webschnittstelle ist konfiguriert.
zh_cn: MBS 管理网络界面完成配置.

source: You can log in the interface at https://@HOSTNAME@/mmc/ after the reboot.
de_de: Sie können sich in die Oberfläche unter https://@HOSTNAME@/mmc/ nach dem Neustart einloggen.
zh_cn: 在重新启动后，您可以在https://@HOSTNAME@/mmc/ 登陆界面.

source: Administrator name : root
zh_cn: 管理员名字: root

source: Administrator password : $mypass
de_de: Administratorpasswort : $mypass
zh_cn: 管理员密码 : $mypass

source: all
de_de: alle
