Repository: jfmorcillo/mss
Catalog: modules/eva/locale/*/LC_MESSAGES/eva.po
Languages: fr_fr, pt_br, zh_cn

source: Cloud Management Solution
fr_fr: Solution de gestion de Cloud
pt_br: Solução de Gerenciamento de Nuvem
zh_cn: 云计算管理解决方案

source: eVA interface
fr_fr: interface eVA
pt_br: Interface eVA
zh_cn: eVA 界面

source: eVA admin interface
fr_fr: interface d'administration d'eVA
pt_br: Interface admin eVA
zh_cn: eVA 管理界面

source: all
fr_fr: tous
pt_br: Tudo
zh_cn: 所有

source: password_eva
fr_fr: mot de passe eVA

source: Password of eva administrator
fr_fr: Mot de passe de l'adminstrateur d'eVA
pt_br: Senha do administrador eva

source: I accept the Oracle(c) License and install Oracle JDK
fr_fr: J'accepte la licence Oracle(c) et j'installe le JDk Oracle
pt_br: Eu aceito a Licença Oracle(c) e instalo o Oracle JDK
zh_cn: 我接受Oracle(c) 许可证 以及 安装 Oracle JDK

source: eVA is now configured.
fr_fr: eVA est maintenant configuré
pt_br: eVA configurado.
zh_cn: eVA 现在已完成 配置

source: You can access eVA interface at https://@HOSTNAME@/
fr_fr: Vous pouvez accéder à l'interface d'eVA à l'adresse https://@HOSTNAME@/
pt_br: Acesse a interface do eVA em https://@HOSTNAME@/

source: You can access eVA admin interface at https://@HOSTNAME@/eva-admin/
fr_fr: Vous pouvez accéder à l'interface d'administration d'eVA à l'adresse https://@HOSTNAME@/eva-admin/
pt_br: Acesse a interface do admin eVA em https://@HOSTNAME@/eva-admin/

source: - Username is $eVA_adminUser
fr_fr: - Le nom d'utilisateur est $eVA_adminUser
pt_br: - O nome usuário é $eVA_adminUser
zh_cn: - 用户名为 $eVA_adminUser

source: - Password is $password_eva
fr_fr: - Le mots de passe est $password_eva
pt_br: - A senha é $password_eva
zh_cn: - 密码为 $password_eva

source: Reboot to complete the configuration.
fr_fr: - Veillez redémarrer pour terminer la configuration
pt_br: Reinicie para completar a configuração.
zh_cn: 重新启动到 完成配置

source: You must accept the license
fr_fr: Vous devez accepter la licence
pt_br: Você deve aceitar a licença
zh_cn: 您必须要接受许可证

source: Cloud
pt_br: Nuvem

source: Upgrade your unlicensed version into a fully licensed and supported version
zh_cn: 把您的不许可版本升级为完全许可和支持版本

source: Password of eVA administrator
zh_cn: eVA 管理员密码
