Repository: jfmorcillo/mss
Catalog: modules/mds_dhcp/locale/*/LC_MESSAGES/mds_dhcp.po
Languages: de_de, pt_br

source: Configure automatically your client computers IP settings
de_de: Automaitsch die IP-Einstellungen Ihrer Clientrechner konfigurieren
pt_br: Configurar automaticamente os IPs de seus computadores clientes

source: Management interface
de_de: Verwaltungsschnittstelle
pt_br: Interface de gerenciamento

source: all
pt_br: tudo

source: Configure the firewall to accept DHCP requests on interfaces configured as 'internal'
de_de: Die Firewall konfigurieren, dass sie DHCP-Anfragen auf Schnittstellen, konfiguriert als 'intern', akzeptiert
pt_br: Configure o firewall para aceitar pedidos de DHCP em interfaces configuradas como 'interna'

source: Allow DHCP requests from internal networks
de_de: DHCP Anfragen von internen Netzwerken erlauben
pt_br: Permite pedidos DHCP a partir de redes internas

source: Configure the firewall to accept DHCP requests on interfaces configured as 'external'
de_de: Die Firewall konfigurieren, dass sie DHCP-Anfragen auf Schnittstellen, konfiguriert als 'extern', akzeptiert
pt_br: Configure o firewall para aceitar pedidos de DHCP em interfaces configuradas como 'externas'

source: Allow DHCP requests from external networks
de_de: DHCP Anfragen von externen Netzwerken erlauben
pt_br: Permite pedidos DHCP a partir de redes externas

source: Network
de_de: Netzwerk
pt_br: Rede

source: DHCP Service
de_de: DHCP Dienst
pt_br: Serviço DHCP

source: The DHCP service is installed.
de_de: Der DHCP-Dienst ist installiert.
pt_br: O serviço de DHCP está instalado.

source: You can now configure your DHCP settings from the management interface : https://@HOSTNAME@/mmc/
de_de: Sie k√∂nnen nun Ihre DHCP-Einstellungen von der Verwaltungsschnittstelle konfigurieren https://@HOSTNAME@/mmc/
pt_br: Agora você modifica suas configurações de DHCP usando a interface de gerenciamento: https://@host@/mmc/
